Repository: AsociacionDrupalES/DrupalCamp2025
Catalog: web/modules/custom/custom_paragraphs_extras/translations/*.po
Languages: es

source: Behavior value
es: Valor del behavior

source: Specific behavior value.
es: Valor específico del behavior.

source: Additional features and customizations for paragraphs.
es: Funciones adicionales y personalizaciones para paragraphs.

source: Custom
es: Personalizado

source: - None -
es: - Ninguno -

source: Image style
es: Estilo de imagen

source: Background settings
es: Configuración de fondo

source: Upload your background image
es: Sube tu imagen de fondo

source: Image blend mode
es: Modo de fusión de imágenes

source: Image size
es: Tamaño de la imagen

source: Adds a background to the Paragraph entity.
es: Agrega un fondo a la entidad Paragraph

source: Primary
es: Primario

source: Secondary
es: Secundario

source: Primary light
es: Primario claro

source: White
es: Blanco

source: Adds a color class to the Paragraph entity.
es: Añade una clase de color a la entidad Párrafo.

source: Default
es: Por defecto

source: Featured
es: Destacado

source: With border
es: Con borde

source: Allowed variants
es: Variantes permitidas

source: Variant
es: Variante

source: SDC variant
es: Variante SDC

source: Allow select a SDC variant for the Paragraph entity.
es: Permitir seleccionar una variante de SDC para la entidad Párrafo.

source: Select which view modes are allowable
es: Seleccione qué modos de visualización están permitidos

source: Select default view mode for content to use
es: Seleccione el modo de visualización predeterminado para el contenido a utilizar

source: Select which view mode to use for this paragraph
es: Seleccione qué modo de visualización utilizar para este párrafo

source: View mode: @view_mode
es: Modo de visualización: @view_mode

source: View mode behavior
es: Comportamiento de modo de visualización

source: Adds a 'view mode' selector field to the Paragraph entity.
es: Añade un selector de 'modo de visualización' a la entidad Paragraph.
